{
  "_locale": "en-US",
  "PrivacyPolicy": "Privacy Policy",
  "TermsAndConditions": "Terms and Conditions",
  "privacy.title.1": "1. Identity of the Data Controller",
  "privacy.content.1-1": "{companyName} (\"Company\") as {appName} Application (\"Application\") considers it of great importance to provide our products and services in the best way possible. In this regard, we would like to inform you about your personal data that we obtain as data controller within the scope of the Personal Data Protection Law No. 6698 (\"Law\")",
  "privacy.title.2": "2. Processing of Personal Data and Processing Purposes",
  "privacy.content.2-2": "Your personal data may vary depending on the product, service or commercial activity offered by our Company, and is processed in order to ensure that our Company's products and services can be offered in the best way. The personal data processed by our Company and the processing purposes are as follows:",
  "privacy.content.2-3": "Your identity data (name, surname), contact data (phone, e-mail), customer transaction data (order information) If you choose to become a member of the Application; Making your Application membership, being able to offer you free coffee, being able to buy gift coffee for your friends, providing our products and/or services during your visit to our cafes and franchises operated with the {companyName} brand or Online Channels (Android or IOS applications), managing the receipt and cancellation of your orders, if you give permission, your location data can be displayed to show you the nearest cafes and franchises operated with the {companyName} brand",
  "privacy.content.2-4": "Your physical space security data (camera recordings) to ensure physical space security if you visit our cafes and franchises operated with the {companyName} brand to receive your order",
  "privacy.content.2-5": "Your customer transaction data (call center recordings) Measuring and evaluating the quality of telephone conversations conducted through the Call Center, receiving, following up and finalizing your suggestions, requests and complaints",
  "privacy.content.2-6": "Your transaction security data (Android ID, IMEI, MAC address, Advertising ID, Ad ID, Log records, IP address) • Providing our products and/or services through Online Channels (Android or IOS applications), keeping log records created in electronic environment for transaction security purposes in accordance with Law No. 5651 when you visit our website or log into the wireless network system provided free of charge by our cafes operated with the {companyName} brand or when you use the Application, using cookies to make the most efficient use of our mobile application and to improve user experience (can be changed from cookie usage settings upon request)",
  "privacy.content.2-7": "If you have explicit consent, your name, surname, phone, e-mail, customer transaction, marketing data can be used to create our customer database, improve Application service and product quality, conduct firm/product/service loyalty processes and ensure customer satisfaction through social media platforms and Online Channels for product and service promotion, promotion, survey, lottery, gift delivery, information, competition, campaign and advertising activities, offering general and special offers including marketing processes, analysis, targeting, segmentation studies to predict customers' possible demands in advance, and also conducting communication activities if you have commercial electronic message permission for our marketing activities and",
  "privacy.content.2-8": "also, your identity, communication, customer transaction, location (if you give permission), physical space security and transaction security data mentioned above; ensuring information and data security, ensuring the continuity of information systems, fulfilling the requests of official institutions and organizations and implementing the decisions communicated to our Company, conducting archiving and storage processes, conducting necessary studies to improve our products and services, reporting, analysis, internal control, audit, examination, investigation studies, conducting our Company's activities, development, compliance with legislation and Company and Company's affiliated DP Eurasia N.V. global policies and procedures may be processed on a limited basis for the purposes",
  "privacy.content.2-9": "If you do not choose the \"Pick up from {companyName}\" option in your orders, your order will be delivered to you through Yemeksepeti Vale or Getir Yemek applications according to your choice. Since the order delivery will be delivered to you through online applications that provide home delivery service that have no relationship with our Company, we do not process your address data",
  "privacy.title.3": "3. Transfer of Personal Data",
  "privacy.content.3-1": "Your collected personal data may be transferred to advertising agencies, call centers, archive companies, telecommunications companies, our auditors, firms from which we receive consultancy including legal advisors, competent public institutions and organizations when necessary, information technology service providing firms located domestically and abroad where servers are located in accordance with the global information security strategies of our Company and our Company's affiliated group companies, limited to the reasons that require transfer within the scope of the Law and relevant regulations for the purposes explained in Article 2 of the Disclosure Text",
  "privacy.title.4": "4. Method and Legal Basis of Personal Data Collection",
  "privacy.content.4-1": "Your personal data is collected for the purposes stated above, in accordance with the basic principles stipulated in the Law and based on the legal reasons of contract performance, fulfillment of legal obligation, explicit provision in laws, legitimate interest of the data controller and your explicit consent specified in paragraph 2 of Article 5 of the Law and limited to these reasons, by automatic or non-automatic methods, physically and electronically, from verbal or written information transmitted to our Company by you through Online Channels, e-mail, telephone/call center, from social media platforms, agencies, cookies, our branches and franchises, official institutions and organizations (Consumer Arbitration Committee, etc.), business partners from whom support services are received, through camera recordings and applications and software used within the scope of Company activities",
  "privacy.title.5": "5. Your Rights Regarding Your Personal Data",
  "privacy.content.5-1": "Within the scope of the Law, you have the rights to learn whether your personal data is processed, to request information about it if it is processed; to learn the purpose of processing and whether it is used by us in accordance with these purposes, to learn the third parties to whom it is transferred domestically or abroad; to request correction if it is processed incompletely or incorrectly; to request deletion or destruction or anonymization if the reasons requiring processing disappear; to request notification of these to third parties to whom data is transferred in these cases or in case of correction; to object if you think that a result against you has emerged as a result of analysis of processed data exclusively through automated systems; to request compensation for damages if you suffer damage due to illegal processing; we would like to remind you that you have rights",
  "privacy.content.5-2": "Within the scope of the Law, you can submit your applications regarding your personal data with the \"Personal Data Subject Application Form\" available at {companyWebsite} using one of the channels specified below",
  "privacy.content.5-3": "In person to {companyAddress} by ensuring your identity verification; or",
  "privacy.content.5-4": "To the Company's registered electronic mail address (KEP) ({companyKepEmail}); or",
  "privacy.content.5-5": "With your secure electronic or mobile signature to our Company's {companyMainEmail} address; or",
  "privacy.content.5-6": "By ensuring your identity verification, you can transmit to us through other procedures specified in the KVKK Law and relevant legislation",
  "privacy.content.5-7": "The Company, in accordance with Article 13 of the Law, will conclude application requests free of charge within 30 (thirty) days at the latest, depending on the nature of the request. In case of rejection of the request, the reason(s) for rejection are justified in writing or electronically. If the transaction requires cost, the tariff determined by the KVKK Board will be applied",
  "terms.title.1": "1. Parties to the Contract",
  "terms.content.1-1": "{appName} Application Membership Agreement (\"Agreement\") is concluded between {companyName} (\"Company\"), headquartered at {companyAddress}, registered with {companyRegistrationOffice} with registration number {companyRegistrationId}, MERSİS number {companyMersis} and registered with {companyTaxOffice} with tax number {companyTaxId}, and the user (\"Member\") who becomes a member of the {appName} application (\"Application\") through {companyWebsite} Android or IOS applications (\"Online Channels\") belonging to our Company",
  "terms.content.1-2": "The Agreement will come into effect when the Member fills out the membership form or clicks the option \"I have read and accept the Application Membership Agreement\" through social media network membership, thereby approving the Agreement terms",
  "terms.content.1-3": "Hereinafter, the Company and Member will be referred to as \"Party\" individually and \"Parties\" together",
  "terms.title.2": "2. Subject of the Agreement",
  "terms.content.2-1": "The subject of the Agreement is to determine the conditions for purchasing coffee or other products sold/included in the menu only in cafes operated by our Company under the Application brand through Online Channels with the Application account created by the Member, using online or pay-at-cafe methods, purchasing gift coffee for friends determined by the Member using the same methods, benefiting from free coffee rights within the scope of various campaigns organized by the Company from time to time or other rights determined by the Company. If the Member places an order through Online Channels, they will benefit from advantages such as defining the desired order content with one click, quick ordering and recording order history, benefiting from gift coffee or products, and participating in campaigns organized by the Company",
  "terms.title.3": "3. Membership Information",
  "terms.content.3-1": "3.1. Each Member has an email address and a password they determine",
  "terms.content.3-2": "3.2. The password is only within the Member's knowledge. If the Member forgets their password, the Company will send a link to the Member's registered email address upon request to create a new password. Determining and protecting the password is entirely the Member's own responsibility and the Company is definitely not responsible for problems arising from password use or possible damages",
  "terms.content.3-3": "3.3. The Member accepts and undertakes not to share their Member (user) name and/or password with others, not to let others use them, and to keep this information securely in order to benefit from Online Channels. In this context, the Member should create their password from a strong character string. The Member should be careful not to use the same password in another application or website. The Member accepts and undertakes that if the membership password falls into the hands of others due to the Member's own fault, misuse or abuse of membership, shared information is not accurate and current, and in such cases, membership may be canceled by the Company, membership rights may be withdrawn, and all legal responsibility will belong to them. The Company has no responsibility regarding such situations and/or obligation to compensate the Member's damages",
  "terms.content.3-4": "3.4. During the membership stage, the Member's phone number is verified by sending a verification code to the Member's phone number",
  "terms.title.4": "4. Rights and Obligations of the Member",
  "terms.content.4-1": "4.1. The Member accepts and undertakes to comply with the provisions of legislation and the terms of the Agreement when using Online Channels and not to violate the said provisions. Otherwise, the Member will be completely and exclusively responsible for all legal and criminal sanctions that may arise",
  "terms.content.4-2": "4.2. By accepting the Agreement, the Member declares that they are over 18 years old. If it is understood that the Member is under 18 years old, the Agreement is immediately terminated without notice and membership is canceled. The Company cannot be held responsible for any damage that may be suffered by a person who has made an agreement by declaring that they are over 18 years old",
  "terms.content.4-3": "4.3. The Member accepts, declares and undertakes that the personal and other information given when becoming a member of Online Channels is true and accurate; if any change occurs in membership information, they will update their information. If the Member wants to update their membership information, they can perform the necessary operations from the profile page, if they want to leave membership, they can indicate that they want to leave membership from the \"Give Feedback\" section in the Application or they can also convey their requests by calling [●]",
  "terms.content.4-4": "4.4. The Member cannot engage in activities and transactions that prevent or make it difficult for others to use services on Online Channels (spam, virus, etc.)",
  "terms.content.4-5": "4.5. The Member cannot use Online Channels in any way that disrupts public order, is contrary to general morality, disturbs and harasses others, violates others' intellectual and copyright rights, and for any purpose contrary to laws. The Member agrees not to record, disseminate, misuse others' personal data, and not to access other users' information and software without permission. Otherwise, the legal and criminal responsibility arising from this belongs entirely to the Member",
  "terms.content.4-6": "4.6. The Member accepts, declares and undertakes that all orders placed and all purchases made on the Application are for personal use and are not for resale purposes",
  "terms.content.4-7": "4.7. The Member who violates one or more of the articles listed in the Agreement accepts and undertakes that they will be responsible for all damages that may arise from this and will keep the Company free from all damages, lawsuits, demands and claims that may arise from this and will compensate against them",
  "terms.title.5": "5. Rights and Obligations of the Company",
  "terms.content.5-1": "5.1. Always reserves the right to make changes to prices and offered products and services",
  "terms.content.5-2": "5.2. The ideas and thoughts declared and written by the Member on Online Channels and the expressions used are exclusively the Member's own personal ideas and comments, and only the Member is responsible for the consequences of these ideas and comments",
  "terms.content.5-3": "5.3. All intellectual property rights related to the design and software of Online Channels and text and visual content of products belong to the Company, and these cannot be used by the Member without the written permission of the Company",
  "terms.content.5-4": "5.4. Some information such as the name and Internet Protocol (IP) address of the internet service provider used to access the Application, device information, date and time of access to the Application, pages accessed while in the Application (product menu, my profile, etc.) may be collected by the Company for the improvement and development of Online Channels and/or within the framework of legislation",
  "terms.content.5-5": "5.5. The Company uses cookies for the purposes of (i) providing better service to its Members, (ii) improving its services and products, (iii) facilitating the use of Online Channels and (iv) changing its services and the use of Online Channels according to the interests and preferences of its Members. You can access the cookie policy here. Preferences regarding cookie use can be changed from profile settings. The Company reserves the right to keep records of transactions made by the Member on Online Channels",
  "terms.content.5-6": "5.6. Members who have approved and marked the option \"I accept that my personal data is processed and transferred within the scope of the matters specified in the Explicit Consent Text in accordance with KVKK, and I give consent to send me commercial electronic messages in accordance with ETK.\" when becoming a member through Online Channels give permission to be contacted through the communication channel they choose (SMS, e-mail, call). Members who give permission to be contacted by sending commercial messages can withdraw this permission at any time",
  "terms.content.5-7": "5.7. The Company reserves the right to make changes to the Application Membership Agreement and Online Channels. The obligation to check whether there are any changes in Online Channels belongs to the Member",
  "terms.title.6": "6. Protection of Personal Data",
  "terms.content.6-1": "6.1. Access to the disclosure text prepared in accordance with the Personal Data Protection legislation within the scope of the Company's activities can be provided from the \"Become a Member\" section of the application",
  "terms.content.6-2": "6.2. Although necessary technical measures have been taken by the Company for the security of data on Online Channels, since the said data is provided through the Member's device, the Member has the responsibility to protect the relevant data and take necessary measures to prevent access by irrelevant persons",
  "terms.title.7": "7. Termination of the Agreement",
  "terms.content.7-1": "The Member can terminate the Agreement and end their membership at any time by performing the necessary operations from the profile page, notifying in writing to {companyMainEmail} or calling {companyPhone}. The Agreement ends on the date the written or verbal notification reaches the Company and the Company deletes the membership record. Similarly, the Company can also suspend/terminate memberships for various reasons",
  "terms.title.8": "8. Applicable Law and Competent Courts and Enforcement Offices",
  "terms.content.8-1": "8.1. Applications regarding complaints and objections can be made to the Consumer Arbitration Committee or competent Consumer Court where the Member or their residence is located or where the transaction was made",
  "terms.content.8-2": "8.2. Istanbul Courthouse Courts and Enforcement Offices along with arbitration committees or consumer courts will be competent and authorized as the resolution venue for all kinds of disputes that may arise between the Parties within the scope of the Agreement"
}
